{"posts":[{"title":"《Godzilla minus one》IMAX观影","text":"新世代哥斯拉系列作品好像要在「検討」这条路上一直走到黑，哥斯拉再也不是以他冠名的这部电影的主角。 优与劣出色的特效，震撼的音响效果，惊艳的演出和编排。这次东宝在特效上终于交出了不输隔壁欧美同行的成果。因为传奇哥斯拉的特效给的太足，反而常常让人感到缺乏现实感。而本片的特效与充满生活细节的实景结合的刚刚好，最终的效果反而在传奇哥斯拉之上。作为系列影迷很有必要在影院现场感受一下，如果可能一定要选择IMAX版本。 不过和《真哥斯拉》一样，哥斯拉的戏份并不怎么多，甚至可以说是少到让人失望。加上这次特效演出如此精彩，更让人觉得不够看。 雪上加霜的是这次的文戏并不优秀，剧情着眼点比《真哥斯拉》还要俗套一些，是让人一眼就看得穿的那种程度。虽然不到传奇哥斯拉那样文戏让人厌烦的程度，也绝对挑不出什么优点。 我认为这是很尴尬的片子，为了几十分钟的镜头了去电影院，剩下一个多小时用银幕来看日剧。但是在家看碟又正好糟蹋了它宝贵的演出。无论怎么选都是输，真的希望这部片子没有被拍出来。 以下部分涉及剧透银座毁灭战后时代背景是《Godzilla minus one》最鲜明的标志。影片完美复现了当时的银座，这也是片中唯一一处展现城市风景的镜头，这非常考验电影道具组和美术的功力。因为暂时没办法回顾蓝光碟，无法重复观看电影中的布景。不过可以断言本片中对细节的堆砌足够欺骗观众的眼睛，观看过后找到银座的老照片对比，确确实实传达到了照片中的景色。 然而光有风景是不够的，本片中采用了大量的真人演员实景拍摄，而且给了这些群众足够生动的情节安排和刻画。我印象最深的几个镜头之一就是人们停止逃命，驻足回头去看哥斯拉启动吐息时的身体变化，非常的有人情味。还有楼顶的记者和不认识的女子抱起小孩的情，让每个人都切身至于这场大灾难之中而非一块背景板，能做到这一点真的是难能可贵。 说到哥斯拉这边，这次的破坏表现力也着重放在了用小的细节营造真实感上。相比于《真》中的大量仰视，《-1》中哥斯拉俯视整条街道或者平视地面的镜头更多，这样能更清楚看到哥斯拉与环境中的互动，置身于银座，而非凌驾于城市之上。尾部横扫街道和脚引起塌方的几处特写都在强调哥斯拉局部的环境破坏，在强大的特效支撑下达到了令人满意的效果。这一段真的值得反复观看，也值得起电影票价。 这次的原子吐息效果真的够劲，第一次见到哥斯拉抬头看比他还高的东西（烟）的这种镜头，值得留念，令人感慨。 一种特殊的《环太平洋》看多了现代人和未来人的现代化部队，本片最大的特点就是动用日本的二战军武和哥斯拉对决。尤其是大量事实中存在的战舰。作为现代人类所能开发出的最大体型的战斗单位，战舰代表着一个国家切实的战斗力量。借用《环太平洋》里的台词就是“人类自己的怪兽”。 我爱死了这种充满写实感的设定，战舰和传奇的帝王组织相比，就像环太平洋1和2的区别。光是这些叫得上名字的战舰出现在荧幕上，高雄震耳欲聋的主炮发射的混响，雪风和响艰难转向碰撞在一起的海浪，作战人员繁忙的无线电汇报，光是这些就已经是一种无与伦比的视听享受。这些战舰金属色的外壳与灰蓝的海洋，和哥斯拉同时出现一起，让整个画面色调偏向黑白历史影片的那种低饱和的真实感。也是对初代哥斯拉的一种致敬。与哥斯拉的对战，本质就是和《环太平洋》一样的萝卜vs怪兽电影。 不过问题恰恰就在战舰上，萝卜能上地面，战舰可只能在海里。这导致这部片子绝大部分哥斯拉出场的镜头只露个上半身，其余部分泡在水里不说，单单是扬起海水完全不能展现哥斯拉的破坏力。电影的高潮战舰对哥斯拉的表现力真的差强人意，初期时还能干掉高雄，到了电影高潮哥斯拉一艘战舰都没击沉真的让人大跌眼镜。海神计划的画面表现力太差了，就不该把这种东西拍进怪兽电影里。整个计划流程简单而缺乏两方的交互，这就导致整个计划能出现的突发事件太唯一了。电影中的计划一定是会出问题的，那么哥斯拉一定会下不去或者上不来。没有了悬念，也就没有了大决战中观影的乐趣。这个计划最让我不能接受的地方是战舰不开炮，哥斯拉只露出上半身，情节安排完完全全略过了双方设定中的爽点，就像看两个剑士打拳，两个拳击手摔跤一样。不过哥斯拉正对屏幕中央的一口吐息加上完美的音响演出非常非常惊艳，在影院同时和剧中角色一同摒住了呼吸。 文戏的疲软和与真实感之间的冲突截止到目前烂番茄上对《-1》的评价仍高达98%好评，甚至很多人点名表扬《-1》的文戏。什么时候观众对文戏的要求这么低了？看来大众喜欢这种“活下去”的烂鸡汤远胜《真》的政治话题。 《-1》的文戏真的不够出彩，只能算到及格的水平。脸谱化的角色，套路化的剧情安排，观看电影时无数日剧和动漫的既视感扑面而来。这些角色表现的真就和他们身上带的标签一样，没有一点多出的闪光点。这甚至让我看到男主最后突兀的思想转折时都感觉不到粪，因为这样的粪情节已经品鉴的够多了，仿佛既定的命运般，同样无趣的故事又一次上演。 明明在战后的时代背景下有很多可以深挖的主题，我想看到更激进更具有时代敏感性的话题，而不是这么一出日式复仇样板戏。最关键的是《-1》动作戏不够，主要就靠文戏撑着。让在影院中绝大部分时间都成了一种浪费。 更糟糕的是为了服务这种情节发展，为了打造一个样板男主，《-1》做了很多和真实感相违背的情节安排。其中最严重的就是片中多次，多次提到哥斯拉的辐射，给过明确的特写和剧情安排让大家远离辐射区域。但是男主仿佛天生就自带防护服，暴露在原子吐息扬起的黑雨中洗澡之后不做任何隔离直接回家抱孩子。哥斯拉在男主面前变成纯纯的傻瓜一个，让他吃啥就吃啥，让他去哪就去哪，游泳速度赶不上破烂渔船。 《-1》中的文戏和银座的动作场景放在一起比较简直就是一场灾难，汤本来就没多少，现在全是老鼠屎了。 结正好这次到东京有事，就在银座把《-1》看了，IMAX厅也换上了哥斯拉的外墙装饰。作为70周年纪念，《-1》确实值得他的票价和地位。我对他的感情更偏向惋惜，说不上讨厌。 看片尾《-1》的续作应该已经是计划好的了，在题材的新鲜感过去之后这个新系列将如何发展，我且持有悲观态度。女主被辐射看起来是很糟糕的点子，以目前的文戏水平，希望接下了的续作不要再往这个方向发展了。","link":"/2023/12/03/godzillaminus/"},{"title":"c难度无时腕紫月 ch.10","text":"一个六刀打起来可能让人感到急躁，但两个六刀流却刚刚好。 记得第一次通关魔女二的时候，印象最深的章节就是这一章。战斗强度很高，玩完之后非常能理解魔女2战斗的优缺点。这章绝大部分战点都是靠着底力硬打的，打不过的地方直接参考B战苏晨菌的一周目c难度流程。 战点 1-4 棺材+2恶魔杂兵1和2真的没什么好记录的了，和其他战点一比就是单纯的开胃菜。直接上电锯。 战点3反而卡了我一些时间，打到这里我才注意到原来小恶魔是分散弹枪和镰刀两种的，一直以为镰刀恶魔都是大号的。小恶魔在挑空时不会格挡，而且两段挑空高度足够不被棺材的一般攻击打到，所以开局都是先挑飞其中一个解决。 但是镰刀小恶魔会跳起来攻击空中的目标，这和散弹枪小恶魔是不一样的。开局挑飞其中一个的话另一个很大概率会飞起来砍一刀。稍微有点难以反应。另外的难题是棺材在视野外开枪可以攻击到空中目标，这个可以直接sl凹，或者专心听声音，听到机枪声马上闪。这个组合难就难在开局，把两个小恶魔清理完之后单挑棺材就简单了。 最后我找到的最稳定的解决办法就是。。。直接开暗影巅峰，不去用挑飞战术了。因为棺材血很厚，即使开局直接暗影巅峰清理小怪，后续也能把魔力打满。 战点4纯背板就好，简单。 战点5 蜘蛛亡灵boss 我真的很爱这哥们，在鬼泣1里见面的时候他话还很很多，不过后来就没在dmc里露脸。在魔女这边倒是三代全勤。 boss战很好打，模组非常基础，什么招都有点，而且都很好躲。反正下一战用不上魔力，攒出机器人就用就好。运气不好的时候他会重复钻地和远程丢火球，很白痴。刷出这种局我就直接reload了。 战点 6 棺材 霰弹 蛇魔这次才是挑空战术，开局直接两个飞踢带一个霰弹恶魔上天，如果在棺材头顶的话他是不会开枪的，反之如果棺材在画面外就需要时刻准备闪避机枪。落地解决第二个霰弹恶魔和棺材时留出足够的魔力，然后别忘了打完第一波嘲讽维持连击。蛇魔一刷新直接暗影巅峰秒掉其中一个，剩下一个随便打。 这个战点要非常注意不要在和棺材打的时候跑到角落，视角被卡住的时候敌人会半透明，这个时候完全看不清棺材的动作。魔女2的视角有时真的非常糟糕，经常不能把敌人完整的动作信息呈现出来，加上这个场景花成一坨粥，经常会被敌人的暗枪给阴到。 战点7 六刀+蝙蝠打到这里我算是彻底的对六刀宣布投降了，不得不去求助其他攻略。 六刀的正统无时腕打法就是用刀对刀，刀在hold时有维持连击的特性，魔女时间内一次攻击能打150分和高伤害。六刀在普通wt里即使是最快的拳脚拳编织也不一定打出来，而且还容易被后续攻击命中，刀的蓄力攻击算是最有效的造成伤害的方法了。六刀这个怪最失败的地方在，和他对战就像玩黑魂，他不攻击玩家也不能攻击，他打完了闪避成功之后才能磨他一点血，贪刀还会被惩罚。这个循环过于无趣，而且不能很好发挥offset系统打大连段的编织攻击。 战点7仍然是留着蝙蝠来触发wt，只要hold住刀连击就不会断。这样打的话主要还是之前说的摄像机问题，如果蝙蝠太多经常会被阴到。所以这个战点刚开局的时候是最难的。 战点8 9 3法师 和无伤六刀隐藏战点8最好的打法就是直接锯子砍，法师血少，视角里只有一个法师的开局的时候最好打。这个时候能把握住wt秒掉一个就成功一半了。两个法师就很好打了，这种怪攻击欲望不高。 战点9是六刀练功场，用刀练习最合适，打完这场之后出来马上就会有考试。六刀这个东西因为wt内普通攻击不出硬直，让wt反而成为了一个攻击陷阱，玩家摸不清楚wt什么时候结束，如果打不出编织会被六刀的多段攻击打到。非常的反直觉，明明是自己的有利状况，反而被择的是玩家自己。要重新适应这种wt内也要准备闪避攻击的心理。 六刀还有个恼人的地方，就是他消失在玩家头顶摄像机拍不到的地方时，他可能马上下砸也可能延迟下砸。每次被这个择到都想骂摄像机机位不好，根本没法靠反应去躲。 战点10 双六刀这场节奏太舒服了，两个六刀不间断进攻刚好避开了一个六刀时需要等他先进攻才能输出的节奏。操作量马上就上来了。这才是打动作游戏想要追求的体验，我想玩的很忙，打连段也好闪避攻击也好，至少要让我处于一直在神经紧绷的状态中。魔女2的大部分精英怪烦就烦在他不攻击的时候玩家拿他一点办法也没有，而且进攻欲望还不像贝爸那样高，喜欢原地摆pose拖时间拖掉连击。 双六刀要处理好开局，此时一名六刀会固定出现在头上延迟下砸，另外一个在远处发波。如果维持这个距离就会陷入一个远程一个近战的无处可躲的模式。所以要尽量通过编织攻击调整位置，让两个六刀处于同一种攻击模式。 这一场会打的很累，如果魔力足够就用处刑来削血。暗影巅峰无法保证持续命中。 有了时腕之后这一场会变得非常白痴，六刀wt内吃鞭子抓投，能自由进入wt的话六刀就是纯木桩。鞭子真的太强太无脑了。 战点11 双棺材棺材的ai和鞭子天使一样，只会有一个在攻击，另一个会原地发呆。这样不管来多少棺材都和1v1没区别，不明白为什么要这么设计。 这一场不要用魔力，全部留给下一场。 战点 12 4狗这场难疯了，打之前可以在商店存档，魔力不够可以打箱子吃蝴蝶，然后回商店进出一下就能刷新箱子。这场连击分比较高需要绝望灵视。 4狗和双刀不一样，狗是能在视野外吐冰攻击的。速度快判定广，同时注意4条狗注意力真的不过，正常打法非常非常痛苦。电锯正攻是肯定不行的，电锯控场能力完全应付不过来，而且狗会格挡还有后撤，用电锯容易断连击。我的水平完全打不了正攻。 攻略给出的方案是暗影巅峰的冰火棍360，这招虽然吹飞但是有多段判定，如果敌人在板边会吃满所有伤害。所有这个战点要尽可能贴近墙壁用360。这样其实比较难同时攻击到所有狗。但是至少能保证自身安全。 如果开场用电锯偷到足够多的伤害，2条魔力的360是能保证解决一只的，剩下的狗尽量压低血量，然后祈祷自己没魔之后能足够快的用电锯逐个击破。 战点13 划水这一场有罗丹t，弓箭随便射射就好，罗丹伤害特别高，很快就能把怪全消灭。 难点在要记得怪死了挑衅，不然断连击 结这一章对魔力的依赖非常高，如果打好魔力规划会简单不少。暗影巅峰就是这么个系统，强，但是不可靠。吃整个章节的规划。 说实话我不喜欢这种关卡，毕竟是动作游戏，我会更倾向微观操作中的乐趣。不过这是魔女2里最好的关卡了。怪的特性让电锯的高伤害泛用性不能发挥，反而其他武器都有上场的机会。","link":"/2023/12/10/sucai/c%E9%9A%BE%E5%BA%A6%E6%97%A0%E6%97%B6%E8%85%95%E7%B4%AB%E6%9C%88%20ch.10/"},{"title":"c难度无时腕紫月 ch.7","text":"这一章的重点还是以boss战为主，战点较少。第一和最后一个战点的boss战是多存档点，要一次无伤过，不然连击分不够 战点1- Boss insidious 相当糟糕的一场boss战。无意义的转场时间很长。第一轮激光闪避之后明明可以近身非要拉开镜头强制远离让人很莫名其妙。 boss战本来的设计思路应该和bayonetta1的智元德的p3一样，要一边躲闪boss的攻击一边靠近boss，进行一套输出之后再强制推离。问题在于水蛇形态一轮wt以内就能近身，近身之后boss的攻击就只剩下了极其单调的3种。纯木桩boss。顶多就是隔壁神之手的那个红脸门锁的加强版。但是因为有强制推离拖时间，整个boss流程又长又无聊。 每一p之间都会插入一个转场AOE演出，有过度演出的问题。p2p3之间的那一串导弹非常恼人，bayonetta经典的wt内破坏飞行道具的设定不知为何在这里失效了，只能连续闪避硬拖3个wt，很浪费时间。吸入的演出也是毫无必要，时间长且qte的效果非常不好，不如直接删除，留在最后还能当个惊喜。 p3攻击模式变化很大，但是闪避时机依旧是看到攻击直接闪就可以过，没试几次就过了所以印象不大。 战点2,3,4 - 恶魔杂兵 + 蛇有难度的战点，需要规划击破顺序 两名恶魔阵亡之后会刷蛇，所以最好先解决1大1小。小恶魔的视野外散弹枪攻击威胁性比较大，尽快用电锯处理一个，之后每次进wt都用鞭子控一下最好。 顶住压力不要在蛇这里翻车就行，蛇的攻击节奏和恶魔杂兵不一样，注意延迟闪。 战点3蝙蝠群用鞭子大风车敷衍，带绝望灵视不然连击吃紧，略。 战点4隐藏战点，过3之后回头，wt only，配置和2类似。很轻松。 战点5 贝爸 2nd 很好玩很好玩的一场战斗，相比于贝爸 1st背景干净太多，还没有强制开翅膀，打起来舒服了不少。 无时腕4枪是必备的，不然很难保证连击。而且开枪能打出硬直，可以牵制。带长之证，保证够魔在wt中接乌鸦冲。月盾在这一场是负优化，一定要摘掉，贝爸攻击快段数多，闪避串招成月盾之后容易吃后续攻击，还会浪费wt机会。 和1st相比AI变化很大，编织攻击没中的状况下很大概率会高速冲过来砍一刀。新增加了慢刀和快编织，火球出手速度减慢要重新适应，新的时间禁锢招式没有伤害而且不是必中后续攻击，威胁不高。贝爸动作快容错低，难以惩罚，和一代贞德一样是只有这个系列里才能出现的敌人。 因为4枪长按拳脚会打出不稳定的硬直，所以拳脚拳offset打法很难用。我的打法是只有连击要断的时候才开枪，走到脸上让他攻击直接进wt。wt之后稳定乌鸦近身，手枪出一拳之后再切电锯一刀红刀，不用枪出一拳直接电锯的话有可能会砍不到。wt内也可以手枪拳脚拳，除非是蝙蝠闪，否则很大概率编织攻击打不到，但是编织未命中引诱他冲过来砍一刀的时候可以继续进wt。虽然贝爸一有动作就闪可以躲掉大部分技能，但是容易被慢刀和延迟火球惩罚，而且还会错过龙头编织的wt机会。所以贝爸还是稳扎稳打，确认每一个攻击动作后按照节奏闪避比较好。 新的火球发射速度减慢会造成wt之后被后续火球命中的状况，所以如果是火球进的wt最好两下拳之后再补一个闪避比较保险 p3的新动作是一个可以被qte反击的投技和三个空中召唤动作。召唤动作内用编织攻击打断他并不会阻止背景里智元德的攻击，反而会帮他取消硬直，贝爸直接开择。所以上天之后用乌鸦跟上去来几拳保证连击不断就行。摄像机视角拉大就是智元德攻击的信号，但还是比较好躲的。 这场的演出很棒，全弹发射和角劈激光很酷很机战，可惜九头蛇在三代没露面，是我非常喜欢的一个恶魔。","link":"/2023/12/01/sucai/c%E9%9A%BE%E5%BA%A6%E6%97%A0%E6%97%B6%E8%85%95%E7%B4%AB%E6%9C%88%20ch.7/"},{"title":"c难度无时腕紫月 ch.8","text":"本章地狱敌人占多数，在c难度流程中第一次出现六刀剑圣。几个以精英怪为主的战点的非常麻烦，不过好在本章没有多存档点的长战点，可以频繁sl。流程参考B站帝渣斯特的魔女2攻略 战点1 地狱犬+2恶魔杂兵在地狱犬刷新之后一小会就会出现恶魔杂兵，想要在解决恶魔杂兵之前解决地狱犬只能依靠电锯这种大伤害武器。不过一般情况下用电锯也打不死，这个全看地狱犬使用月盾的次数。 地狱犬这只怪的特点是前后都能攻击，如果用乌鸦冲飞在他上方进行攻击的话会很难集中注意力，因为此时他可能从前后两个方向发动攻击。左手闪光的爪击稍微有下延迟，但其他的体术动作出手就能闪。动作很快，和一代的狗比预备动作没那么明显。 想念一代的狗狗了，还是天界的狗打起来带劲。 战点2 棺材 恶魔武器only第一个战点后，大门前回头往侧边跳，在罐子很多的房间有隐藏关卡，这个房间的左边跳下去还有隐藏心脏。 这个战点非常适合用来练习棺材板。挨打之后可以先不remake，多和他练练招。 这个战点紫月时间1分20秒完全够用，因为恶魔武器前后摇都很大，不急着在wt外打伤害的话难度不高。第二轮武器里先用散弹和轮子能有效挤压过关时间。 这个怪比较麻烦的地方是明明是一个大型怪移动速度却出奇快，他的左右横扫时都会先冲到屏幕的一侧，此时很可能消失在画面外。一般这个时候记准他的攻击节奏闪避就好。在棺材板身后时他有三种转身攻击手段，左右上半身横扫和下半身后踢，因为视角在身后所以都不是很好察觉，最好避开他的身后战斗。 战点3 4 魔像战点3就一个镰刀恶魔，要注意的是不要在开场的位置锯他或直接用吹飞的编织，他可能掉或者被那个倒下的柱子卡住下去连击分不够。 战点4这个魔像很恶心人，这玩意就像一个会升龙的本田，近身那个激光动作太快太难看出来了，特别是在打掉一部分血外壳脱落之后，更难看出他的盖子有没有网上抬。他还会在下砸之后起身时直接凹这个激光，非常恶心。旋转冲撞这个招闪避时机很不稳定，而且在近身的时候他一出手就有攻击判定，最好一看他开转就闪，然后祈祷能触发wt。 转阶段的起身时也可能带一段横扫，而且这个时候如果非常紧贴球可能会在动作开始的瞬间受到伤害，所以我为了保险转阶段用虫弓汪汪打的伤害。 二阶段很好躲了，没有瞬发的伤害技能，唯一要注意的是这个怪wt内不会造成硬直，所以wt一结束就要小心他攻击的后续伤害。开机器人没必要，可以留到下一战点 战点5 双黄金人马这一战非常非常恶心。 首先是清理第一轮飞机+双刀后要长按挑衅以防断连击，一旦断连击这一战点基本不能紫月了。 然后开场黄金人马的攻击一定要除非wt，黄金人马格挡率很高，这里一旦错过时机就会断连。很快就会飞下来第二只黄金人马，所以我的处理方法是直接机器人六拳带走，六拳打完可能会被第二只人马攻击到，所以要稍微凹一下。第二只人马用虫弓汪汪4拳1脚比较稳定，因为近身攻击容易被格挡断连，手枪伤害又有点不够。黄金人马有一招非常快的突刺，为了防止他来这么一下，最好尽快用伤害灌死。 战点6 镰刀+2轮蝙蝠直接大风车转两轮，简单简单 战点7 8 六刀+蝙蝠这一场其实留下蝙蝠比较好打，蝙蝠的攻击比六刀好闪太多了，留着他们反而能增加不少伤害。而且蝙蝠一轮不连打的风车是清理不掉的，连打风车还容易被剑圣各种招砍到，那还不如不打。 六刀这个怪太烂了，只有暗影高潮和wt编织能出硬直，手枪长摁也打不出硬直，比贝爸还坚挺。这个怪的动作模组一惊一乍的，要么站着不动要么手稍微一摸刀就是一个超大范围的多段攻击。本来定位应该是金爪那样的精英怪，但是六刀的可读性比金爪差太多，反而攻击欲望没金爪那么高，表现很怪异。对他远程攻击会闪避，近身攻击被闪避后还有概率马上砍回来，完全就是boss的性能。但是他只是个精英怪，还会和别的小怪搭配出现，生命值又不低，非常非常棘手。 这里我选择虫弓+汪汪，留着蝙蝠的话可以在远距离触发wt的时候对剑圣造成可观伤害，还能一直保持连击。六刀的剑气出招前有闪光提示，比较好躲。血不多而且蝙蝠都清理掉的情况下一触发wt就暗影高潮吧，能尽快打掉就不要犹豫。 战点7在传送门之后，还有一张光碟。仍然是一个六刀。不过这次环境较小，没有其他怪分心，直接上电锯wt之后砍就行。离得比较近可以看得清他的摸剑动作。 战点9 10 11 双铁球 不落地隐藏 三章鱼战点9是两个铁锤天使，wt内吃鞭子拖拽，随便打。 战点10是隐藏不落地，说是隐藏但就在主路上很好找。这里参考帝渣斯特的魔女2攻略用镰刀拳脚拳处理掉章鱼之后，并不用打的这么保守。魔力肯定够了直接乌鸦冲到绯田怪脸上砍就行，简单过。 战点11水下三章鱼，这种水下配置打过好多次了。稳健就虫弓汪汪，激进点直接上去砍，章鱼血薄一会就能清理掉 战点 12 不断连车轮战又是一个在正路上的隐藏，条件是不断连击，对于挑战紫月的我来说等同于没有。三波配置是法师 蛇 狗，每波都带一批蝙蝠 开局上去直接砍恶魔法师，尽快砍死就好 第二轮这里直接4脚鞭子就能清理，因为怪物站的很齐。这之后移动到蛇背后反复手枪拳脚拳，到他背后可以把位置调整到场中，为下一波开局做准备。 蛇一死马上来一圈风车，风车飞到最高处狗大概率会火球，这个时候进wt前前脚近身砍狗。刚刚的风车造成足够多的伤害，蝙蝠应该处于落地状态不会马上攻击，趁着这点时间尽快消灭狗的血量。蝙蝠聚过来了就在wt内打拳拳脚脚就能处理。本质还是和狗的1v1。 战点 13 14 跑酷和三蛇战点13没什么好说的，跑一路就完事了 战点14太狠了，三蛇+高连击要求。我没带上之前的链球所以不能复刻攻略里的打法，自己找到了个解法。 武器用一套锯子一套镰刀，镰刀用来打暗影高潮。 开局跑到敌人的一侧，注意力专注在最近的两只蛇身上，用电锯保证刀刀红刀的情况下应该是能在第三只蛇靠过来之前集中砍掉其中一只。翻车点在第三只蛇的视野外光炮，要凹几次。同时第二只比较近的蛇能蹭多少血就蹭多少，压低他的血线在一半上下。 第一只蛇一死就换上绝望灵视，暗影高潮用镰刀打一套拳，最后一下吹飞之后马上乌鸦冲到那只血少的蛇身边用电锯砍死。剩下的就是和一只狂暴蛇1v1。蛇本身动作很大，近身之后比较好躲，时间完全够用，只要连击不断，以闪避攻击为优先不需要在意红刀，应该是能稳收的。 结这一章的精英怪给干恶心了，魔女2最大的问题就是他连击要求高的同时，精英怪格挡攻击，wt外不吃伤害容易断连。血量也高，传统4枪非常费劲。攻击预备动作不明显，伤害不高，但是专门恶心打无伤的玩家。没有时之腕轮的情况下打不出很好的压制，还能和别的小怪搭配上场，可以说是痛苦不堪。","link":"/2023/12/05/sucai/c%E9%9A%BE%E5%BA%A6%E6%97%A0%E6%97%B6%E8%85%95%E7%B4%AB%E6%9C%88%20ch.8/"},{"title":"c难度无时腕紫月 ch.9","text":"本关难点在隐藏挑战，别的战点都比较保守，难度适中 战点 1 2 狗+蝙蝠 法师+2狗打到这一关我开始发现了，地狱蝙蝠不能先清理，一是他们血比较厚一套打不死，二是地狱敌人很多都有较强的远距离攻击手段，鞭子的编制攻击场面太混乱看不清，容易被打到。 地狱犬血量也不高，几轮WT就能解决。这一波尽量积累足够多的魔力。 第二个战点开场直接用机器人6拳打死法师，注意打完前三拳马上向前闪避取消硬直来打下一套。这是我找到的最稳定清理法师的打法。别的武器的暗影高潮要么伤害不够，要么连段间隙法师会冲刺打断。机器人的另外好处是前三拳能控制住两条狗，不会被干扰。 解决完法师就稍微容易一些了，尽量处于一条狗的外侧远离另一条而不是在他俩之间，这样不容易被屏幕外的攻击伤到。狗血少还容易触发wt，快速撑过第一只就好。 战点 3 时限内杀敌这个战点最大的问题是时间不够。紫月的话要在bgm音轨播完第一遍之前完成，要求1分10秒，基本结果在1分左右完成，卡的比较紧。 一开始打这个战点是想清理完蝙蝠之后再开机器人爆伤害，结果效果非常不理想。第一波敌人中蛇的中距离骚扰手段很多，清理蝙蝠的时候非常容易被打到。再就是如果用鞭子的话伤害不够，紫月的时间限制会出问题。所以解决方法还是不打蝙蝠直接砍。打这一轮的时候还发现蛇的那个投技闪避时机非常怪异，但是只要起跳就能轻松躲过，这点和格斗游戏是一样的。 直接打的话第二个要注意的地方是机器人打棺材的时候非常容易被蝙蝠的屏幕外攻击打到，机器人太大了很难看清背后敌人的动作。但是不用魔力浪费资源的话容易时间不够。我这里选择在wt内机器人只打三拳不长按最后的机枪攻击。三拳之后马上下车。最后再用大风车清理蝙蝠，效率最高。 战点4 2盾人马 2鞭子 1法师进战点4之前现在环境里收集一些紫蝴蝶，魔力一般都能充满。 开局直接两刀砍死法师，直接机器人两个马一起揍。这里不追求打死，6拳之后都晕了几下就能解决。 最大的坑在打完人马之后，鞭子刷新之前，必须嘲讽一下续连击。 鞭子虽然同时刷新两个，但是只要保持不在两个鞭子之间，就只会有一只频繁攻击。轻松解决 战点5 6 法师 镰刀 蝙蝠群开场直接机器人6拳解决法师，之后就是一群杂兵 蝙蝠群不停地大风车轻松解决，分不够就挂个绝望灵视 战点7 魔像plus这个战点的魔像终于稍微有点意思了。 但是还是没什么好说的，把盒子形态删除后没什么粪招了，比较好躲。鹰形态的翅膀声波攻击判定虽然延迟比较奇怪，但是只要闪避到他身后就没有攻击判定。野猪非常喜欢跳到远处开枪射击，闪避之后SS到脸上就好。判定稍微比较奇怪，不过能用暗影高潮直接跳过这一形态。 战点8 粽子boss战比贝爸好闪多了，每个动作都会召唤蓝色拳头，非常容易看清楚。攻击没有延迟变奏，所以只要反应过来直接闪就可以。wt结束之后他可能会马上后撤再接一个推掌，可以紧接着继续除非wt。 主要问题是他格挡远程攻击，近战又会闪避，只能wt内输出。如果不把握住所有wt机会可能会被迫断连击。所以用锯子就行，wt结束之后往他脸上靠来诱导他攻击。一刀红之后说不定能摸到第二下普通攻击。 魔女2的敌人问题就是这样，你不能主动摸他，非要等他先攻击在wt里才能打。连击数要求还怪高的，绝大部分战点连击一断必不是紫月。所以这代offset根本派不上太大作用，你要是打敌人敌人就闪避不攻击，或者直接一个格挡断连击，空出编织必被躲。那还不如走到敌人面前让他砍，看分要断了就用手枪小续一下。 这个boss虽然有转场，但是不自动存档，可以一路打完。很无趣的boss战，打完之后最大的印象是他挨打的动静很奇怪。","link":"/2023/12/07/sucai/c%E9%9A%BE%E5%BA%A6%E6%97%A0%E6%97%B6%E8%85%95%E7%B4%AB%E6%9C%88%20ch.9/"},{"title":"费伦日志--乌玛丘陵的父女","text":"总结rpg游戏的游玩过程是一件非常困难的事，如果不从繁杂任务中的细枝末节记录点滴，则很难从文字中回想起游玩时真正的心情。正好最近在缓慢推进博德之门2的进度，不妨由此开始，写一些关于费伦大陆的种种的杂记。 这次的故事发生在乌玛丘陵，圣武士内查姆跑到这里来完成他的职业据点任务。不过在路上因为队伍真的很缺法师，先跑去处理一代老朋友狂法师的事情耽搁了些时间，来到乌玛丘陵的时候要营救的骑士团已经不见了。在任务地点旁边的山洞顺路砍死宝箱怪后回到村庄，正好看到这一幕。 年轻人想要追求房间内的女性，但是因为他父亲坚决的反对，不得已让内查姆跑腿。在房间内可以了解到，这是一个非常经典家庭矛盾——控制欲极强的保守阵营父亲逼迫女儿成为一名女法师，还因此要创造一个魔像，来永远保护他的女儿。但是魔像缺少关键素材，也就是需要山洞里保险怪的血，一定要拜托内查姆去做。 玩到这里自然是想和女儿站在一边，但是和三个关键npc对话之后好像除了把老法师干掉之外也没有别的选项了。但是为了孩子的自由把父亲搞死有点太极端了，又因为想多少赚点报酬，索性还是把素材交给了老法师。魔像动了起来，发生了以下这一幕。 一个充满寓言意味的结局。这里的“怪物”完全可以替换成孩子，在游戏中虽然有了个好的结束，但这种事与愿违的悲剧却极具现实意义。而悲剧的元凶也被明确点出，是父母的自作聪明，自认法力高强。 这种“事与愿违”还与这段剧情的游玩体验形成互文，如果玩家执意帮助年轻人，那么结局多半是流血收场。但是就算向老法师妥协，老法师最后也会自己开悟，放弃这个魔像。 很短小很直接的支线，很像《故事大会》会收录的东西，但这个支线胜就胜在短上。避免家庭矛盾这种没什么吸引力的话题稀释冒险中刺激的节奏。这个结局的安排也并不算精彩，但是精炼的遣词造句一下就能直击问题的核心。这个遗忘国度中平凡人家的故事，多少也让人心颤动了一下。","link":"/2023/12/05/sucai/%E8%B4%B9%E4%BC%A6%E6%97%A5%E5%BF%97/"}],"tags":[{"name":"Bayonetta2","slug":"Bayonetta2","link":"/tags/Bayonetta2/"},{"name":"baldur&#39;s gate 2","slug":"baldur-s-gate-2","link":"/tags/baldur-s-gate-2/"}],"categories":[{"name":"电影","slug":"电影","link":"/categories/%E7%94%B5%E5%BD%B1/"},{"name":"游戏","slug":"游戏","link":"/categories/%E6%B8%B8%E6%88%8F/"}],"pages":[]}