{"posts":[{"title":"《Godzilla minus one》IMAX观影","text":"新世代哥斯拉系列作品好像要在「検討」这条路上一直走到黑，哥斯拉再也不是以他冠名的这部电影的主角。 优与劣出色的特效，震撼的音响效果，惊艳的演出和编排。这次东宝在特效上终于交出了不输隔壁欧美同行的成果。因为传奇哥斯拉的特效给的太足，反而常常让人感到缺乏现实感。而本片的特效与充满生活细节的实景结合的刚刚好，最终的效果反而在传奇哥斯拉之上。作为系列影迷很有必要在影院现场感受一下，如果可能一定要选择IMAX版本。 不过和《真哥斯拉》一样，哥斯拉的戏份并不怎么多，甚至可以说是少到让人失望。加上这次特效演出如此精彩，更让人觉得不够看。 雪上加霜的是这次的文戏并不优秀，剧情着眼点比《真哥斯拉》还要俗套一些，是让人一眼就看得穿的那种程度。虽然不到传奇哥斯拉那样文戏让人厌烦的程度，也绝对挑不出什么优点。 我认为这是很尴尬的片子，为了几十分钟的镜头了去电影院，剩下一个多小时用银幕来看日剧。但是在家看碟又正好糟蹋了它宝贵的演出。无论怎么选都是输，真的希望这部片子没有被拍出来。 以下部分涉及剧透银座毁灭战后时代背景是《Godzilla minus one》最鲜明的标志。影片完美复现了当时的银座，这也是片中唯一一处展现城市风景的镜头，这非常考验电影道具组和美术的功力。因为暂时没办法回顾蓝光碟，无法重复观看电影中的布景。不过可以断言本片中对细节的堆砌足够欺骗观众的眼睛，观看过后找到银座的老照片对比，确确实实传达到了照片中的景色。 然而光有风景是不够的，本片中采用了大量的真人演员实景拍摄，而且给了这些群众足够生动的情节安排和刻画。我印象最深的几个镜头之一就是人们停止逃命，驻足回头去看哥斯拉启动吐息时的身体变化，非常的有人情味。还有楼顶的记者和不认识的女子抱起小孩的情，让每个人都切身至于这场大灾难之中而非一块背景板，能做到这一点真的是难能可贵。 说到哥斯拉这边，这次的破坏表现力也着重放在了用小的细节营造真实感上。相比于《真》中的大量仰视，《-1》中哥斯拉俯视整条街道或者平视地面的镜头更多，这样能更清楚看到哥斯拉与环境中的互动，置身于银座，而非凌驾于城市之上。尾部横扫街道和脚引起塌方的几处特写都在强调哥斯拉局部的环境破坏，在强大的特效支撑下达到了令人满意的效果。这一段真的值得反复观看，也值得起电影票价。 这次的原子吐息效果真的够劲，第一次见到哥斯拉抬头看比他还高的东西（烟）的这种镜头，值得留念，令人感慨。 一种特殊的《环太平洋》看多了现代人和未来人的现代化部队，本片最大的特点就是动用日本的二战军武和哥斯拉对决。尤其是大量事实中存在的战舰。作为现代人类所能开发出的最大体型的战斗单位，战舰代表着一个国家切实的战斗力量。借用《环太平洋》里的台词就是“人类自己的怪兽”。 我爱死了这种充满写实感的设定，战舰和传奇的帝王组织相比，就像环太平洋1和2的区别。光是这些叫得上名字的战舰出现在荧幕上，高雄震耳欲聋的主炮发射的混响，雪风和响艰难转向碰撞在一起的海浪，作战人员繁忙的无线电汇报，光是这些就已经是一种无与伦比的视听享受。这些战舰金属色的外壳与灰蓝的海洋，和哥斯拉同时出现一起，让整个画面色调偏向黑白历史影片的那种低饱和的真实感。也是对初代哥斯拉的一种致敬。与哥斯拉的对战，本质就是和《环太平洋》一样的萝卜vs怪兽电影。 不过问题恰恰就在战舰上，萝卜能上地面，战舰可只能在海里。这导致这部片子绝大部分哥斯拉出场的镜头只露个上半身，其余部分泡在水里不说，单单是扬起海水完全不能展现哥斯拉的破坏力。电影的高潮战舰对哥斯拉的表现力真的差强人意，初期时还能干掉高雄，到了电影高潮哥斯拉一艘战舰都没击沉真的让人大跌眼镜。海神计划的画面表现力太差了，就不该把这种东西拍进怪兽电影里。整个计划流程简单而缺乏两方的交互，这就导致整个计划能出现的突发事件太唯一了。电影中的计划一定是会出问题的，那么哥斯拉一定会下不去或者上不来。没有了悬念，也就没有了大决战中观影的乐趣。这个计划最让我不能接受的地方是战舰不开炮，哥斯拉只露出上半身，情节安排完完全全略过了双方设定中的爽点，就像看两个剑士打拳，两个拳击手摔跤一样。不过哥斯拉正对屏幕中央的一口吐息加上完美的音响演出非常非常惊艳，在影院同时和剧中角色一同摒住了呼吸。 文戏的疲软和与真实感之间的冲突截止到目前烂番茄上对《-1》的评价仍高达98%好评，甚至很多人点名表扬《-1》的文戏。什么时候观众对文戏的要求这么低了？看来大众喜欢这种“活下去”的烂鸡汤远胜《真》的政治话题。 《-1》的文戏真的不够出彩，只能算到及格的水平。脸谱化的角色，套路化的剧情安排，观看电影时无数日剧和动漫的既视感扑面而来。这些角色表现的真就和他们身上带的标签一样，没有一点多出的闪光点。这甚至让我看到男主最后突兀的思想转折时都感觉不到粪，因为这样的粪情节已经品鉴的够多了，仿佛既定的命运般，同样无趣的故事又一次上演。 明明在战后的时代背景下有很多可以深挖的主题，我想看到更激进更具有时代敏感性的话题，而不是这么一出日式复仇样板戏。最关键的是《-1》动作戏不够，主要就靠文戏撑着。让在影院中绝大部分时间都成了一种浪费。 更糟糕的是为了服务这种情节发展，为了打造一个样板男主，《-1》做了很多和真实感相违背的情节安排。其中最严重的就是片中多次，多次提到哥斯拉的辐射，给过明确的特写和剧情安排让大家远离辐射区域。但是男主仿佛天生就自带防护服，暴露在原子吐息扬起的黑雨中洗澡之后不做任何隔离直接回家抱孩子。哥斯拉在男主面前变成纯纯的傻瓜一个，让他吃啥就吃啥，让他去哪就去哪，游泳速度赶不上破烂渔船。 《-1》中的文戏和银座的动作场景放在一起比较简直就是一场灾难，汤本来就没多少，现在全是老鼠屎了。 结正好这次到东京有事，就在银座把《-1》看了，IMAX厅也换上了哥斯拉的外墙装饰。作为70周年纪念，《-1》确实值得他的票价和地位。我对他的感情更偏向惋惜，说不上讨厌。 看片尾《-1》的续作应该已经是计划好的了，在题材的新鲜感过去之后这个新系列将如何发展，我且持有悲观态度。女主被辐射看起来是很糟糕的点子，以目前的文戏水平，希望接下了的续作不要再往这个方向发展了。","link":"/2023/12/03/godzillaminus/"},{"title":"aboutBlog","text":"","link":"/2023/12/23/aboutBlog/"}],"tags":[{"name":"Bayonetta2","slug":"Bayonetta2","link":"/tags/Bayonetta2/"},{"name":"baldur&#39;s gate 2","slug":"baldur-s-gate-2","link":"/tags/baldur-s-gate-2/"}],"categories":[{"name":"电影","slug":"电影","link":"/categories/%E7%94%B5%E5%BD%B1/"},{"name":"游戏","slug":"游戏","link":"/categories/%E6%B8%B8%E6%88%8F/"}],"pages":[]}